Repository: Hasan-Mahamud-Rana/b-InStore
Catalog: lang/*.po
Languages: sv_se

source: File Not Found
sv_se: Filen kunde inte hittas.

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
sv_se: Sidan du letar efter kan ha tagits bort, bytt namn eller är temporärt otillgänglig.

source: Please try the following:
sv_se: Prova följande:

source: Check your spelling
sv_se: Se över stavningen:

source: Return to the <a href="%s">home page</a>
sv_se: Tillbaka till <a href="%s">startsidan</a>

source: Click the <a href="javascript:history.back()">Back</a> button
sv_se: Klicka <a href="javascript:history.back()">Tillbaka</a>

source: &larr; Older posts
sv_se: &larr; Äldre inlägg

source: Newer posts &rarr;
sv_se: Tidigare inlägg &rarr;

source: (Edit)
sv_se: (Redigera)

source: Your comment is awaiting moderation.
sv_se: Din kommentar väntar på godkännande.

source: Please do not load this page directly. Thanks!
sv_se: Ladda inte denna sida direkt.

source: This post is password protected. Enter the password to view comments.
sv_se: Dentta inlägg är skyddat med lösenord. Skriv in lösenord för att läsa kommentarerna.

source: No Responses to
sv_se: Inga svar på

source: One Response to
sv_se: Ett svar på

source: % Responses to
sv_se: % Svar på

source: &larr; Older comments
sv_se: &larr; Äldre kommentarer

source: Newer comments &rarr;
sv_se: Tidigare kommentarer &rarr;

source: Comments are closed.
sv_se: Kommentarer är avslutade.

source: Leave a Reply
sv_se: Lämna ett svar

source: Leave a Reply to %s
sv_se: Lämna ett svar på

source: You must be <a href="%s">logged in</a> to post a comment.
sv_se: Du måste vara <a href="%s">inloggad</a> för att skriva en kommentar.

source: Logged in as <a href="%s/wp-admin/profile.php">%s</a>.
sv_se: Inloggad som <a href="%s/wp-admin/profile.php">%s</a>.

source: Log out of this account
sv_se: Logga ut från detta kontot.

source: Log out &raquo;
sv_se: Logga ut &raquo;

source: Name
sv_se: Namn

source: (required)
sv_se: (obligatorsk)

source: Email (will not be published)
sv_se: E-post (kommer inte att publiceras)

source: Website
sv_se: Hemsida

source: Comment
sv_se: Kommentar

source: You can use these tags:
sv_se: Du kan välja dessa taggar

source: Submit Comment
sv_se: Skicka kommentar

source: Nothing Found
sv_se: Inget funnet

source: Apologies, but no results were found. Perhaps searching will help find a related post.
sv_se: Tyvärr hittade vi inget resultat. Prova att söka för att hitta ett relaterat inlägg.

source: Primary Navigation
sv_se: Primär navigering

source: Additional Navigation
sv_se: Extra navigering

source: Søgeresultater for
sv_se: Sökresultat för

source: SØG...
sv_se: Sök...

source: SØG
sv_se: Sök
